brew 'direnv'
brew 'git'
brew 'nodebrew'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'yarn'
brew 'zsh', args: ['disble-etcdir']

tap 'neovim/neovim'
brew 'neovim'

tap 'caskroom/cask'

cask_args appdir: '/Applications'

# cask update
cask '1password'
cask 'alfred'
cask 'atom'
cask 'cmd-eikana'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'gitify'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'gyazo'
cask 'iterm2'
cask 'sequel-pro'

# vim: filetype=ruby
